Repository: JRJian/microapp
Catalog: tb_event_lang.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ms, pt, zh_hans, zh_hant

# event_redeem_used
source: Redemption code already used
de: Einlösecode bereits verwendet
es: Código de canje ya utilizado
fr: Code d'échange déjà utilisé
ja: すでに使用されている交換コード
ko: 이미 사용된 교환 코드
ms: Kod penebusan telah digunakan
pt: Código de resgate já utilizado
zh_hans: 兑换码已使用
zh_hant: 已使用的兌換碼

# event_submit_button_title
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
ms: Hantar
pt: Enviar
zh_hans: 提交
zh_hant: 提交

# setting_row_event_title
source: Share to get free Premium
de: Teilen für Premium kostenlos
es: Compartir para Premium gratis
fr: Partager pour Premium gratuit
ja: シェアで無料プレミアム
ko: 공유하고 무료 프리미엄 받기
ms: Kongsi untuk Premium percuma
pt: Partilhar para Premium grátis
zh_hans: 分享社媒，免费获取会员
zh_hant: 免費獲取TubePod Premium
